Repository: holux-design/MyNiro-iOS
Catalog: MyNiro/AppShortcuts.xcstrings
Source language: en
Languages: de

source: Charge with ${applicationName}
de: Lade mit ${applicationName}

source: Climate with ${applicationName}
de: Klima mit ${applicationName}

source: Cool my car with ${applicationName}
de: Kühle mein Auto mit ${applicationName} vor

source: Lock my car with ${applicationName}
de: Verriegle mein Auto mit ${applicationName}

source: Lock the car with ${applicationName}
de: Verriegle das Auto mit ${applicationName}

source: Open my car with ${applicationName}
de: Öffne mein Auto mit ${applicationName}

source: Pre-cool my car with ${applicationName}
de: Kühle das Auto mit ${applicationName} vor

source: Pre-cool with ${applicationName}
de: Vorkühlen mit ${applicationName}

source: Pre-heat my car with ${applicationName}
de: Heize mein Auto mit ${applicationName} vor

source: Pre-heat with ${applicationName}
de: Vorheizen mit ${applicationName}

source: Precool my car with ${applicationName}
de: Vorkühle mein Auto mit ${applicationName}

source: Preheat my car with ${applicationName}
de: Heize das Auto mit ${applicationName} vor

source: Start charging with ${applicationName}
de: Starte das Laden mit ${applicationName}

source: Start climate with ${applicationName}
de: Starte die Klimaanlage mit ${applicationName}

source: Stop climate with ${applicationName}
de: Stoppe die Klimaanlage mit ${applicationName}

source: Toggle charge with ${applicationName}
de: Laden umschalten mit ${applicationName}

source: Toggle climate with ${applicationName}
de: Klima umschalten mit ${applicationName}

source: Toggle lock with ${applicationName}
de: Verriegelung umschalten mit ${applicationName}

source: Unlock ${applicationName}
de: Entsperre ${applicationName}

source: Unlock my car with ${applicationName}
de: Entsperre mein Auto mit ${applicationName}

source: Unlock the car with ${applicationName}
de: Entsperre das Auto mit ${applicationName}

source: Warm my car with ${applicationName}
de: Wärme mein Auto mit ${applicationName} vor
